# Max Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
BoundingBoxUV..::..Max Property
BoundingBoxUV Class See Also
---
Maximum coordinates (upper-right corner of the box).
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public UV Max { get; set; }
```

Visual Basic
---
```text
Public Property Max As UV
	Get
	Set
```

Visual C++
---
```text
public:
property UV^ Max {
	UV^ get ();
	void set (UV^ value);
}
```

# See Also
BoundingBoxUV Class
Autodesk.Revit.DB Namespace